Repository: LaurentBerger/wxOpenCV
Catalog: wxOpenCVMain/*/messages.po
Languages: fr

source: &File
fr: &Fichier

source: &Linear Ctrl-F1
fr: &Linéairer Ctrl-F1

source: &Linear 8 bits Ctrl-F2
fr: &Linéaire 8 bits Ctrl-F2

source: &Linear loop 8 bis
fr: &Linéaire 8 bits boucle Ctrl-F2

source: &Owner
fr: &perso

source: &Rainbow
fr: &Arc en ciel

source: &Rainbow 8bits
fr: &Arc en ciel 8bits

source: &Rainbow loop 8 bits
fr: &Arc en ciel boucle 8 bits

source: &Randomize
fr: &Aléatoire

source: &Reverse Owner
fr: &Perso inverse

source: &parameters
fr: &Paramètres

source: 16 bits signed
fr: 16 bits signés

source: 16 signed bit
fr: 16 bits signés

source: 32 signed bit
fr: 32 bits signés

source: 3D view already opened
fr: Vue 3D déjà ouverte

source: 4-connex
fr: 4-connexe

source: 8-connex
fr: 8-connexe

source: A(x,y)<thresh maxValue else 0
fr: A(x,y)<seuil Val max.sinon 0

source: A(x,y)<threshold 0 else A(x,y)
fr: A(x,y)<seuil 0 sinon A(x,y)

source: A(x,y)>thresh maxValue else 0
fr: A(x,y)>seuil Val max.sinon 0

source: A(x,y)>thresh thresh else A(x,y)
fr: A(x,y)>seuil seuil sinon A(x,y)

source: A(x,y)>threshold 0 else A(x,y)
fr: A(x,y)>seuil 0 sinon A(x,y)

source: AGAST features
fr: Point d'intérêt AGAST

source: AKAZE features
fr: Point d'intérêt AKAZE

source: About wxOpenCV
fr: A propos de wxOpenCV

source: Adaptive Thereshold
fr: Seuillage adaptatif

source: Add 2 images
fr: Ajoute 2 images

source: Agatse keypoint
fr: Point d'intérêt AGAST

source: Akaze keypoint
fr: Point d'intérêt AKAZE

source: An error occured in calculation histogram :
fr: Erreur dans le calcul de l'histogramme

source: An error occured while saving file :
fr: Erreur pendant la sauvegarde

source: Are you sure you want to close/hide page?
fr: Voulez vous cacher cette page?

source: Are you sure you want to close/hide this notebook page?
fr: Voulez vous cacher cette page?

source: Are you sure you want to close/hide this pane?
fr: Voulez vous cacher ce panneau?

source: BGR to Gray
fr: BGR vers gris

source: BGR to HSV
fr: BGR vers HSV

source: BLOB features
fr: Point d'intérêt BLOB

source: BLOB keypoint
fr: Point d'intérêt BLOB

source: BRISK features
fr: Point d'intérêt BRISK

source: BRISK keypoint
fr: Point d'intérêt BRISK

source: Background
fr: Fond

source: Background image saved in
fr: Image de fond sauvée

source: Best Match
fr: Meilleur appariement

source: Bias image saved in
fr: Image de biais sauvée

source: Big Toolbar
fr: barre d'outils

source: Black hat
fr: Chapeau haut

source: Blue Region
fr: Région bleue

source: Blur (gaussian)
fr: Flou gaussien

source: Blur (mean)
fr: Flou moyenne

source: Blur (median filter)
fr: Flou médian

source: Border type
fr: Type de frontière

source: Brightness
fr: Luminosité

source: Calculate optical flow
fr: Calcul du flot optique

source: Calculate optical flow(farnerback)
fr: Calcul flot optique (Farnerback)

source: Camera Control
fr: Cont\303\264le caméra

source: Camera must be paused first!
fr: Caméra doit être en pause

source: Cannot stop Process!
fr: Tâche ne peut être arrêtée

source: Canny edge detector
fr: Détecteur de contour Canny

source: Client Size Reporter
fr: Surface client

source: Closing
fr: Fermeture

source: Compensate for lens distortion
fr: Correction des distorsions de la lentille

source: Connected component
fr: Composante connexe

source: Constant border zz|abcde|zz
fr: frontière zz|abcde|zz

source: Contrast
fr: Contraste

source: Convolution filter
fr: Filtre de convolution

source: Convolution parameters
fr: Paramètres pour la convolution

source: Couldn't find/load the 'main' catalog for locale '%s'.
fr: Impossible de trouver le catalogue '%s'.

source: Cross
fr: Croix

source: Customize...
fr: Personnalisé

source: Depth of destination
fr: Précision du résultat

source: Device address or Ip adress
fr: Adresse IP de la caméra

source: Difference between 2 images
fr: Différence entre 2 images

source: Dilate
fr: Dilatation

source: Divide
fr: Division

source: Do you want really to start grabbing?
fr: Voulez vous débuter l'acquisition?

source: Do you want really to stop grabbing?
fr: Voulez vous arrêter l'acquisition?

source: Document is empty
fr: Document vide

source: Empty image. Give window id of image
fr: Image vide. Donnez le numéro de la fenêtre

source: Empty image?
fr: Image vide ?

source: End
fr: Fin

source: Erode
fr: Erosion

source: Error
fr: Erreur

source: Error : stream cannot be opened
fr: Erreur : le flux ne peut être ouvert

source: Error Saving File
fr: Erreur durant la sauvegarde

source: Execute all
fr: Tout exécuter

source: Exposure compensator
fr: Compensation d'exposition

source: Exposure time
fr: Temps de pose

source: FFT
fr: TFR

source: Features
fr: Traits

source: File %s already exist. This timestamp file seems already used.
fr: Fichier %sexiste déjà.

source: File already exist
fr: Fichier existe déjà

source: File already exist. Overwrite it?
fr: Remplacer le fichier existant?

source: File cannot be opened
fr: Fichier ne peut être ouvert

source: Filter name
fr: Nom du filtre

source: Foreground
fr: premier plan

source: Frequency cut off ([0. 1.0]
fr: Frequence de coupure [0. 1.0]

source: GAIN_BLOCKS
fr: gain par bloc

source: GMG method
fr: Méthode GMG

source: Gaussian mixture
fr: Mélange gaussien

source: Gaussian mixture 2
fr: Mélange gaussien 2

source: Gradient modulus
fr: module du gradient

source: Gray Level
fr: Niveau

source: Gray Level (wo gradient)
fr: Niveausans gradient

source: Gray to RGB
fr: Gris vers RGB

source: Green Region
fr: Région vert

source: Harris edge detector
fr: Détecteur de Harris

source: Height Difference
fr: Différence de hauteur

source: Histogram
fr: histogramme

source: Hough circle
fr: Détection de cercle

source: Hough line
fr: Détection de ligne

source: Image Statistic
fr: Statistiques de l'image

source: Image parameters
fr: paramètres image

source: Invalid selection %d, only %d pages left
fr: Sélection invalide %d, seul %d pages restent

source: Inverse FFT
fr: TFR Inverse

source: Item 1
fr: Article 1

source: Item 2
fr: Article 2

source: Item 3
fr: Article 4

source: Item 4
fr: Article 5

source: Item 5
fr: Article 5

source: KAZE features
fr: Point d'intérêt KAZE

source: Lanczos interpolation over 8x8 neighborhood
fr: Interpolation de Lanczos

source: Language
fr: Langage

source: Laplacian
fr: laplacien

source: Laplacian 4 connex
fr: Laplacien 4 connexe

source: Laplacian 8 connex
fr: Laplacien 8 connexe

source: Layer: %d
fr: Couche: %d

source: Level Index
fr: niveau index

source: Level deviation
fr: Niveau écart

source: Level deviation (wo gradient)
fr: Niveau écart (sans gradient)

source: Load
fr: Charger

source: Log polar
fr: log polaire

source: Log window
fr: Fenetre info

source: MSER region
fr: Région MSER

source: MULTI_BAND
fr: Multi bande

source: Mask
fr: Masque

source: Match
fr: Apparier

source: Mean
fr: Moyenne

source: Mean 5x5
fr: Moyenne 5x5

source: Mean 7x7
fr: Moyenne 7x7

source: Mean Mode
fr: Mode moyen

source: Mean weighted
fr: Moyenne pondérée

source: Mean weighted 5x5
fr: Moyenne pondérée 5x5

source: Mean weighted 7x7
fr: Moyenne pondérée 7x7

source: Merge color plan
fr: Fusion des plans

source: Morph. gradient
fr: Gradient morph.

source: Morphology filter
fr: Filtre morph.

source: Morphology parameters
fr: Paramètres morphologie

source: NO
fr: Non

source: No new window
fr: Pas de nouvelle fenêtre

source: No sequence available
fr: Pas de séquence

source: Not
fr: Négation

source: ORB features
fr: Point d'intérêt ORB

source: ORB keypoint
fr: Point d'intérêt ORB

source: Open
fr: Ouvrir

source: OpenCV : Build info %s
fr: Version d'OPENCV %s

source: OpenCV compatible camera detected (%dX%d : %d)
fr: Caméra openCV détectéé (%dX%d : %d)

source: OpenCV compatible camera not detected
fr: Pas de caméra opencv détectée

source: Openning
fr: Ouverture

source: Operation
fr: Opération

source: Operation with two images not supported?
fr: Opération avec deux images non prévues?

source: Operator 1
fr: Opérateur 1

source: Operator 10
fr: Opérateur 10

source: Operator 2
fr: Opérateur 2

source: Operator 3
fr: Opérateur 3

source: Operator 4
fr: Opérateur 4

source: Operator 5
fr: Opérateur 5

source: Operator 6
fr: Opérateur 6

source: Operator 7
fr: Opérateur 7

source: Operator 8
fr: Opérateur 8

source: Operator 9
fr: Opérateur 9

source: Operator parameters
fr: Paramètres des opérateurs

source: Operator size
fr: Taille des opérateurs

source: Original
fr: Originale

source: Parameters Operators
fr: Paramètres des opérateurs

source: Pattern morphology
fr: Forme

source: Periodic boundary
fr: Frontière périodique

source: Phase correlation
fr: Corrélation de phase

source: Please choose language:
fr: Choisissez votre langue

source: Previous image is closed?
fr: Image précédente fermée?

source: Problem
fr: problème

source: Process is stopped!
fr: Tâche arrêtée

source: RGB to Gray
fr: RGB vers gris

source: RGB to HSV
fr: RGB vers HSV

source: RGB to gray
fr: RGB vers gris

source: Ready
fr: prêt

source: Red Region
fr: région rouge

source: Reflect border ba|abcde|ed
fr: Frontière ba|abcde|ed

source: Reflect border cb|abcde|dc
fr: Frontière cb|abcde|dc

source: Reflect periodic de|abcde|ab
fr: Frontière de|abcde|ab

source: Replicate border aa|abcde|ee
fr: Frontière aa|abcde|ee

source: Report
fr: rapport

source: Reset Windows
fr: Restaurée fenêtre

source: Resize
fr: Dimension

source: Right-click to close, double click to cycle shape
fr: Clic droit pour fermer, double clic arrondir

source: Same as input
fr: Identique à l'entrée

source: Save
fr: Enregistrer

source: Save As
fr: Enregistrer sous

source: Save all step as Macro
fr: Enregistre la macro

source: Save all step as Macro in cfg
fr: Sauver la macro dans le fichier de config

source: Save all step as Macro in xml
fr: Sauver la macro dans un fichier XML

source: Select file to process
fr: Fichier à traiter

source: Server %s failed to start
fr: Server %s en échec

source: Size
fr: Taille

source: Size: %d x %d
fr: Taille: %d x %d

source: Skeleton
fr: Squelette

source: Start
fr: Début

source: Step
fr: pas

source: Stitching feature
fr: Point d'intérêt du panorama

source: Stop
fr: Arrêt

source: Surface (wo gradient)
fr: Surface (ss gradient)

source: Symetric/last pixel
fr: Symétrique/dernier pixel

source: Symetric/limit
fr: Symetrique/limite

source: Thereshold
fr: Seuil

source: Time Filtering
fr: Filtrage temporel

source: Timestamp ended!
fr: Horodatage terminé

source: Top hat
fr: Chapeau haut

source: Transform distance
fr: Dsitanc discrète

source: Undefined
fr: Indéfini

source: Undefined operation
fr: opération indéfinie

source: User 1
fr: Perso 1

source: User 1 5x5
fr: Perso 1 5x5

source: User 1 7x7
fr: Perso 1 7x7

source: User 2
fr: Perso 2

source: User 2 5x5
fr: Perso 2 5x5

source: User 2 7x7
fr: Perso 2 7x7

source: User 3
fr: Perso 3

source: User 3 5x5
fr: Perso 3 5x5

source: User 3 7x7
fr: Perso 3 7x7

source: User 4
fr: Perso 4

source: User 4 7x7
fr: Perso 4 7x7

source: User 45x5
fr: Perso 4 5x5

source: User 5
fr: Perso 5

source: Video Toolbar
fr: Outils Vidéo

source: Warning
fr: Attention

source: Warning
fr: Attention

source: Watershed
fr: partage des eaux

source: You must defined convolution operator first!
fr: Opérateur de convolution doit être défini!

source: You must defined morphological operator first!
fr: Opérateur de morphologie doit être défini!

source: double
fr: réel 8 octets

source: equal last pixel
fr: Egal au dernier pixel

source: euclidean distance
fr: Distance euclidienne

source: float
fr: Réel 4 octets

source: grid_content
fr: tableur

source: imaginary part
fr: Partie imaginaire

source: inverse FFT
fr: TFR inverse

source: modulus
fr: Module

source: osgviewerWX
fr: Visualisateur OSG

source: product
fr: Produit

source: real part
fr: partie réelle

source: same
fr: Identique

source: semi major axis
fr: Demi grand axe

source: semi minor axis
fr: Demi petit axe

source: settings
fr: Réglages

source: split color plan
fr: Séparation des plans

source: threshold mean of neighbourhood
fr: Seuillage fonctiondes voisins

source: threshold weighted sum of neighbourhood
fr: Seuillage fonction des voisins pondérées

source: unable to load plplot
fr: plplot non trouvé

source: unable to load svg
fr: svg non trouvé

source: unable to load wxwidgets
fr: wxwidgets non trouvé

source: unknown
fr: Inconnu

source: user
fr: Utilisateur

source: wxOpenCV Image processing using libraries wxWidgets, OpenCv and Plplot
fr: wxOpenCV Traitement d'images utilisant wxWidgets, OpenSceneGraph, OpenCv and Plplot

source: x Difference
fr: Différence x

source: y Difference
fr: Différence y
